Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Always is selected, but iOS currently allows location only while using the app. Precise Location is off.
ar: تم تحديد «دائمًا»، لكن iOS يسمح حاليًا بالوصول إلى الموقع فقط أثناء استخدام التطبيق. الموقع الدقيق متوقف.
de: „Immer“ ist ausgewählt, aber iOS erlaubt den Standort derzeit nur während der Nutzung der App. „Genauer Standort“ ist deaktiviert.
es: Siempre está seleccionado, pero actualmente iOS permite la ubicación solo mientras se usa la app. Ubicación precisa está desactivada.
fa: Always انتخاب شده است، اما iOS در حال حاضر فقط هنگام استفاده از برنامه اجازهٔ دسترسی به موقعیت مکانی را می‌دهد. Precise Location خاموش است.
fr: Toujours est sélectionné, mais iOS autorise actuellement la localisation uniquement lors de l’utilisation de l’app. Position exacte est désactivée.
hi: Always चयनित है, लेकिन iOS वर्तमान में केवल ऐप का उपयोग करते समय ही लोकेशन की अनुमति देता है। Precise Location बंद है।
id: Selalu dipilih, tetapi iOS saat ini hanya mengizinkan lokasi saat menggunakan aplikasi. Lokasi Tepat nonaktif.
it: È selezionato Sempre, ma iOS attualmente consente la posizione solo mentre usi l’app. Posizione precisa è disattivata.
ja_jp: 「常に」が選択されていますが、iOS では現在、アプリの使用中のみ位置情報の利用が許可されています。正確な位置情報はオフです。
ko: 항상이 선택되어 있지만, 현재 iOS는 앱을 사용하는 동안에만 위치를 허용합니다. 정확한 위치가 꺼져 있습니다.
nl: Altijd is geselecteerd, maar iOS staat locatie momenteel alleen toe tijdens het gebruik van de app. Exacte locatie is uitgeschakeld.
pl: Wybrano „Zawsze”, ale iOS obecnie zezwala na lokalizację tylko podczas używania aplikacji. Dokładna lokalizacja jest wyłączona.
pt_br: Sempre está selecionado, mas o iOS atualmente permite localização apenas enquanto o app está em uso. Localização Precisa está desativada.
ru: Выбрано «Всегда», но сейчас iOS разрешает доступ к геопозиции только при использовании приложения. Точная геопозиция выключена.
sv: Alltid är valt, men iOS tillåter för närvarande plats endast när appen används. Exakt plats är av.
th: เลือก Always แล้ว แต่ขณะนี้ iOS อนุญาตให้เข้าถึงตำแหน่งที่ตั้งได้เฉพาะขณะใช้แอปเท่านั้น Precise Location ปิดอยู่
tr: Her Zaman seçili, ancak iOS şu anda konuma yalnızca uygulama kullanılırken izin veriyor. Kesin Konum kapalı.
uk: Вибрано «Завжди», але наразі iOS дозволяє доступ до геолокації лише під час використання застосунку. Точна геолокація вимкнена.
vi: Luôn luôn được chọn, nhưng iOS hiện chỉ cho phép vị trí khi đang sử dụng ứng dụng. Vị trí chính xác đang tắt.
zh_cn: 已选择“始终”，但 iOS 当前仅允许在使用 App 时访问位置。精确位置已关闭。
zh_tw: 已選取「永遠」，但 iOS 目前只允許在使用 App 期間取用位置。精確位置已關閉。

source: Always is selected, but iOS currently allows location only while using the app. Precise Location is on.
ar: تم تحديد «دائمًا»، لكن iOS يسمح حاليًا بالوصول إلى الموقع فقط أثناء استخدام التطبيق. الموقع الدقيق قيد التشغيل.
de: „Immer“ ist ausgewählt, aber iOS erlaubt den Standort derzeit nur während der Nutzung der App. „Genauer Standort“ ist aktiviert.
es: Siempre está seleccionado, pero actualmente iOS permite la ubicación solo mientras se usa la app. Ubicación precisa está activada.
fa: Always انتخاب شده است، اما iOS در حال حاضر فقط هنگام استفاده از برنامه اجازهٔ دسترسی به موقعیت مکانی را می‌دهد. Precise Location روشن است.
fr: Toujours est sélectionné, mais iOS autorise actuellement la localisation uniquement lors de l’utilisation de l’app. Position exacte est activée.
hi: Always चयनित है, लेकिन iOS वर्तमान में केवल ऐप का उपयोग करते समय ही लोकेशन की अनुमति देता है। Precise Location चालू है।
id: Selalu dipilih, tetapi iOS saat ini hanya mengizinkan lokasi saat menggunakan aplikasi. Lokasi Tepat aktif.
it: È selezionato Sempre, ma iOS attualmente consente la posizione solo mentre usi l’app. Posizione precisa è attiva.
ja_jp: 「常に」が選択されていますが、iOS では現在、アプリの使用中のみ位置情報の利用が許可されています。正確な位置情報はオンです。
ko: 항상이 선택되어 있지만, 현재 iOS는 앱을 사용하는 동안에만 위치를 허용합니다. 정확한 위치가 켜져 있습니다.
nl: Altijd is geselecteerd, maar iOS staat locatie momenteel alleen toe tijdens het gebruik van de app. Exacte locatie is ingeschakeld.
pl: Wybrano „Zawsze”, ale iOS obecnie zezwala na lokalizację tylko podczas używania aplikacji. Dokładna lokalizacja jest włączona.
pt_br: Sempre está selecionado, mas o iOS atualmente permite localização apenas enquanto o app está em uso. Localização Precisa está ativada.
ru: Выбрано «Всегда», но сейчас iOS разрешает доступ к геопозиции только при использовании приложения. Точная геопозиция включена.
sv: Alltid är valt, men iOS tillåter för närvarande plats endast när appen används. Exakt plats är på.
th: เลือก Always แล้ว แต่ขณะนี้ iOS อนุญาตให้เข้าถึงตำแหน่งที่ตั้งได้เฉพาะขณะใช้แอปเท่านั้น Precise Location เปิดอยู่
tr: Her Zaman seçili, ancak iOS şu anda konuma yalnızca uygulama kullanılırken izin veriyor. Kesin Konum açık.
uk: Вибрано «Завжди», але наразі iOS дозволяє доступ до геолокації лише під час використання застосунку. Точна геолокація ввімкнена.
vi: Luôn luôn được chọn, nhưng iOS hiện chỉ cho phép vị trí khi đang sử dụng ứng dụng. Vị trí chính xác đang bật.
zh_cn: 已选择“始终”，但 iOS 当前仅允许在使用 App 时访问位置。精确位置已开启。
zh_tw: 已選取「永遠」，但 iOS 目前只允許在使用 App 期間取用位置。精確位置已開啟。

source: Anchor (milliseconds)
ar: نقطة الارتكاز (بالمللي ثانية)
de: Anker (Millisekunden)
es: Anclaje (milisegundos)
fa: نقطه مبنا (میلی‌ثانیه)
fr: Ancrage (millisecondes)
hi: एंकर (मिलीसेकंड)
id: Titik acuan (milidetik)
it: Riferimento (millisecondi)
ja_jp: 基準時刻（ミリ秒）
ko: 기준 시점(밀리초)
nl: Anker (milliseconden)
pl: Punkt odniesienia (milisekundy)
pt_br: Âncora (milissegundos)
ru: Точка отсчёта (в миллисекундах)
sv: Förankring (millisekunder)
th: จุดอ้างอิง (มิลลิวินาที)
tr: Bağlantı noktası (milisaniye)
uk: Опорний час (у мілісекундах)
vi: Mốc neo (mili giây)
zh_cn: 锚点（毫秒）
zh_tw: 錨點（毫秒）

source: Anchor must be a non-negative number of milliseconds.
ar: يجب أن تكون نقطة الارتكاز عددًا غير سالب من المللي ثانية.
de: Der Anker muss eine nicht negative Anzahl von Millisekunden sein.
es: El anclaje debe ser un número no negativo de milisegundos.
fa: نقطه مبنا باید تعداد نامنفی از میلی‌ثانیه‌ها باشد.
fr: L’ancrage doit être un nombre non négatif de millisecondes.
hi: एंकर मिलीसेकंड की गैर-ऋणात्मक संख्या होना चाहिए।
id: Jangkar harus berupa jumlah milidetik nonnegatif.
it: L'ancoraggio deve essere un numero non negativo di millisecondi.
ja_jp: アンカーは0以上のミリ秒値である必要があります。
ko: 앵커는 음수가 아닌 밀리초 값이어야 합니다.
nl: Het anker moet een niet-negatief aantal milliseconden zijn.
pl: Punkt odniesienia musi być nieujemną liczbą milisekund.
pt_br: A âncora deve ser um número não negativo de milissegundos.
ru: Привязка должна быть неотрицательным числом миллисекунд.
sv: Ankaret måste vara ett icke-negativt antal millisekunder.
th: จุดยึดต้องเป็นจำนวนมิลลิวินาทีที่ไม่เป็นลบ
tr: Başlangıç noktası, milisaniye cinsinden negatif olmayan bir sayı olmalıdır.
uk: Прив’язка має бути невід’ємним числом мілісекунд.
vi: Mốc neo phải là số mili giây không âm.
zh_cn: 锚点必须是非负毫秒值。
zh_tw: 錨點必須是非負數毫秒值。

source: Another feature is using the microphone.
ar: ميزة أخرى هي استخدام الميكروفون.
de: Eine weitere Funktion ist die Verwendung des Mikrofons.
es: Otra función es usar el micrófono.
fa: قابلیت دیگر استفاده از میکروفون است.
fr: Une autre fonctionnalité utilise le microphone.
hi: एक और सुविधा माइक्रोफ़ोन का उपयोग करना है।
id: Fitur lainnya adalah menggunakan mikrofon.
it: Un'altra funzionalità è l'uso del microfono.
ja_jp: もう一つの機能はマイクを使用することです。
ko: 또 다른 기능은 마이크를 사용하는 것입니다.
nl: Een andere functie is het gebruik van de microfoon.
pl: Kolejną funkcją jest korzystanie z mikrofonu.
pt_br: Outro recurso é usar o microfone.
ru: Ещё одна функция — использование микрофона.
sv: En annan funktion är att använda mikrofonen.
th: อีกฟีเจอร์หนึ่งคือการใช้ไมโครโฟน
tr: Başka bir özellik de mikrofonu kullanmaktır.
uk: Ще одна функція — використання мікрофона.
vi: Một tính năng khác là sử dụng micrô.
zh_cn: 另一个功能是使用麦克风。
zh_tw: 另一項功能是使用麥克風。

source: Answer location and nearby questions.
ar: الإجابة عن الأسئلة المتعلقة بالموقع والأماكن القريبة.
de: Fragen zum Standort und zur Umgebung beantworten.
es: Responde preguntas sobre ubicaciones y lugares cercanos.
fa: پاسخ به پرسش‌های مربوط به موقعیت مکانی و مکان‌های اطراف.
fr: Répondez aux questions sur la localisation et les lieux à proximité.
hi: स्थान और आस-पास से जुड़े प्रश्नों के उत्तर दें।
id: Jawab pertanyaan tentang lokasi dan tempat di sekitar.
it: Rispondi a domande sulla posizione e sui luoghi nelle vicinanze.
ja_jp: 位置情報や周辺に関する質問に回答します。
ko: 위치 및 주변 지역에 관한 질문에 답변합니다.
nl: Beantwoord vragen over locaties en de omgeving.
pl: Odpowiadanie na pytania dotyczące lokalizacji i pobliskich miejsc.
pt_br: Responda a perguntas sobre localização e locais próximos.
ru: Ответы на вопросы о местоположении и ближайших местах.
sv: Besvara frågor om plats och närområde.
th: ตอบคำถามเกี่ยวกับตำแหน่งที่ตั้งและสถานที่ใกล้เคียง
tr: Konum ve yakındaki yerlerle ilgili soruları yanıtlayın.
uk: Відповіді на запитання про місцезнаходження та місця поблизу.
vi: Trả lời các câu hỏi về vị trí và khu vực lân cận.
zh_cn: 回答有关位置和附近地点的问题。
zh_tw: 回答位置和附近地點的相關問題。

source: Any binary: %@
ar: أي ملف ثنائي: %@
de: Beliebige Binärdatei: %@
es: Cualquier binario: %@
fa: هر فایل دودویی: %@
fr: N’importe quel binaire : %@
hi: कोई भी बाइनरी: %@
id: Biner apa pun: %@
it: Qualsiasi file binario: %@
ja_jp: いずれかのバイナリ: %@
ko: 필요한 바이너리 중 하나: %@
nl: Willekeurig binair bestand: %@
pl: Dowolny plik binarny: %@
pt_br: Qualquer binário: %@
ru: Любой исполняемый файл: %@
sv: Valfri binärfil: %@
th: ไบนารีใดก็ได้: %@
tr: Herhangi bir ikili dosya: %@
uk: Будь-який бінарний файл: %@
vi: Tệp nhị phân bất kỳ: %@
zh_cn: 任意二进制文件：%@
zh_tw: 任一二進位檔：%@

source: App
ar: التطبيق
fa: برنامه
hi: ऐप
id: Aplikasi
ja_jp: アプリ
ko: 앱
pl: Aplikacja
ru: Приложение
th: แอป
tr: Uygulama
uk: Застосунок
vi: Ứng dụng
zh_cn: 应用

source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fa: ظاهر
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja_jp: 外観
ko: 화면 모드
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Оформление
sv: Utseende
th: ลักษณะภายนอก
tr: Görünüm
uk: Зовнішній вигляд
vi: Giao diện
zh_cn: 外观
zh_tw: 外觀

source: Apple Health
ar: صحّة Apple
es: Salud de Apple
fa: سلامت اپل
fr: Santé d’Apple
it: Salute di Apple
ja_jp: Appleヘルスケア
ko: Apple 건강
nl: Apple Gezondheid
pt_br: Saúde da Apple
sv: Apple Hälsa
th: สุขภาพ Apple
tr: Apple Sağlık
zh_cn: Apple 健康
zh_tw: Apple 健康

source: Apple Health Summaries
ar: ملخصات صحّة Apple
de: Apple Health-Zusammenfassungen
es: Resúmenes de Salud de Apple
fa: خلاصه‌های سلامت اپل
fr: Résumés de Santé d’Apple
hi: Apple Health सारांश
id: Ringkasan Apple Health
it: Riepiloghi di Salute di Apple
ja_jp: Appleヘルスケアのサマリー
ko: Apple 건강 요약
nl: Apple Gezondheid-overzichten
pl: Podsumowania Apple Health
pt_br: Resumos da Saúde da Apple
ru: Сводки Apple Health
sv: Sammanfattningar från Apple Hälsa
th: สรุปข้อมูลสุขภาพ Apple
tr: Apple Sağlık Özetleri
uk: Зведення Apple Health
vi: Bản tóm tắt Apple Health
zh_cn: Apple 健康摘要
zh_tw: Apple 健康摘要

source: Apple Health data is unavailable on this device.
ar: بيانات صحّة Apple غير متاحة على هذا الجهاز.
de: Apple Health-Daten sind auf diesem Gerät nicht verfügbar.
es: Los datos de Salud de Apple no están disponibles en este dispositivo.
fa: داده‌های سلامت اپل در این دستگاه در دسترس نیست.
fr: Les données de Santé d’Apple ne sont pas disponibles sur cet appareil.
hi: इस डिवाइस पर Apple Health डेटा उपलब्ध नहीं है।
id: Data Apple Health tidak tersedia di perangkat ini.
it: I dati di Salute di Apple non sono disponibili su questo dispositivo.
ja_jp: このデバイスではAppleヘルスケアのデータを利用できません。
ko: 이 기기에서는 Apple 건강 데이터를 사용할 수 없습니다.
nl: Apple Gezondheid-gegevens zijn niet beschikbaar op dit apparaat.
pl: Dane Apple Health są niedostępne na tym urządzeniu.
pt_br: Os dados da Saúde da Apple não estão disponíveis neste dispositivo.
ru: Данные Apple Health недоступны на этом устройстве.
sv: Data från Apple Hälsa är inte tillgängliga på den här enheten.
th: ข้อมูลสุขภาพ Apple ไม่พร้อมใช้งานบนอุปกรณ์นี้
tr: Apple Sağlık verileri bu cihazda kullanılamıyor.
uk: Дані Apple Health недоступні на цьому пристрої.
vi: Dữ liệu Apple Health không khả dụng trên thiết bị này.
zh_cn: 此设备上无法使用 Apple 健康数据。
zh_tw: 此裝置無法使用 Apple 健康資料。

source: Apple Review demo mode
ar: وضع العرض التوضيحي لمراجعة Apple
de: Demomodus für Apple Review
es: Modo de demostración para Apple Review
fa: حالت نمایشی Apple Review
fr: Mode démo pour la validation Apple
hi: Apple Review डेमो मोड
id: Mode demo Apple Review
it: Modalità demo per Apple Review
ja_jp: Apple Reviewデモモード
ko: Apple Review 데모 모드
nl: Apple Review-demomodus
pl: Tryb demonstracyjny Apple Review
pt_br: Modo de demonstração da Apple Review
ru: Демонстрационный режим Apple Review
sv: Demoläge för Apple Review
th: โหมดสาธิตสำหรับ Apple Review
tr: Apple Review demo modu
uk: Демонстраційний режим Apple Review
vi: Chế độ demo Apple Review
zh_cn: Apple 审核演示模式
zh_tw: Apple 審核示範模式

source: Apple Review demo mode enabled.
ar: تم تفعيل الوضع التجريبي لمراجعة Apple.
de: Apple Review-Demomodus aktiviert.
es: Modo de demostración para Apple Review activado.
fa: حالت نمایشی بازبینی Apple فعال شد.
fr: Mode démo pour la validation Apple activé.
hi: Apple Review डेमो मोड सक्षम किया गया।
id: Mode demo Apple Review diaktifkan.
it: Modalità demo per la revisione Apple attivata.
ja_jp: Apple Reviewのデモモードが有効になりました。
ko: Apple Review 데모 모드가 활성화되었습니다.
nl: Apple Review-demomodus ingeschakeld.
pl: Włączono tryb demonstracyjny Apple Review.
pt_br: Modo de demonstração para a análise da Apple ativado.
ru: Демонстрационный режим Apple Review включён.
sv: Demoläget för Apple Review är aktiverat.
th: เปิดใช้โหมดสาธิตสำหรับการตรวจสอบของ Apple แล้ว
tr: Apple Review demo modu etkinleştirildi.
uk: Демонстраційний режим Apple Review увімкнено.
vi: Đã bật chế độ demo Apple Review.
zh_cn: 已启用 Apple 审核演示模式。
zh_tw: 已啟用 Apple Review 示範模式。

source: Applied
ar: مطبق
de: Angewendet
es: Aplicado
fa: اعمال‌شده
fr: Appliqué
hi: लागू किया गया
id: Diterapkan
it: Applicato
ja_jp: 適用済み
ko: 적용됨
nl: Toegepast
pl: Zastosowane
pt_br: Aplicado
ru: Применено
sv: Tillämpad
th: ใช้งานแล้ว
tr: Uygulandı
uk: Застосовано
vi: Đã áp dụng
zh_cn: 已应用
zh_tw: 已套用

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fa: اعمال
fr: Appliquer
hi: लागू करें
id: Terapkan
it: Applica
ja_jp: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
th: ใช้
tr: Uygula
uk: Застосувати
vi: Áp dụng
zh_cn: 应用
zh_tw: 套用

source: Apply Proposal
ar: تطبيق المقترح
de: Vorschlag anwenden
es: Aplicar propuesta
fa: اعمال پیشنهاد
fr: Appliquer la proposition
hi: प्रस्ताव लागू करें
id: Terapkan Proposal
it: Applica proposta
ja_jp: 提案を適用
ko: 제안 적용
nl: Voorstel toepassen
pl: Zastosuj propozycję
pt_br: Aplicar proposta
ru: Применить предложение
sv: Verkställ förslag
th: ใช้ข้อเสนอ
tr: Öneriyi Uygula
uk: Застосувати пропозицію
vi: Áp dụng đề xuất
zh_cn: 应用提案
zh_tw: 套用提案

source: Approval
ar: الموافقة
de: Genehmigung
es: Aprobación
fa: تأیید
fr: Approbation
hi: अनुमोदन
id: Persetujuan
it: Approvazione
ja_jp: 承認
ko: 승인
nl: Goedkeuring
pl: Zatwierdzenie
pt_br: Aprovação
ru: Подтверждение
sv: Godkännande
th: การอนุมัติ
tr: Onay
uk: Підтвердження
vi: Phê duyệt
zh_cn: 审批
zh_tw: 核准

source: Approval and event alert channel
ar: قناة تنبيهات الموافقة والأحداث
de: Kanal für Genehmigungs- und Ereigniswarnungen
es: Canal de aprobación y alertas de eventos
fa: کانال هشدار تأیید و رویداد
fr: Canal d’alerte d’approbation et d’événements
hi: स्वीकृति और ईवेंट अलर्ट चैनल
id: Saluran peringatan persetujuan dan peristiwa
it: Canale di avvisi per approvazioni ed eventi
ja_jp: 承認とイベントアラートのチャネル
ko: 승인 및 이벤트 알림 채널
nl: Kanaal voor goedkeuringen en gebeurtenismeldingen
pl: Kanał alertów zatwierdzeń i zdarzeń
pt_br: Canal de alertas de aprovação e eventos
ru: Канал оповещений о подтверждениях и событиях
sv: Kanal för godkännanden och händelseaviseringar
th: ช่องทางการอนุมัติและการแจ้งเตือนเหตุการณ์
tr: Onay ve etkinlik uyarısı kanalı
uk: Канал сповіщень про схвалення та події
vi: Kênh cảnh báo phê duyệt và sự kiện
zh_cn: 审批和事件提醒渠道
zh_tw: 核准與事件提醒頻道

source: Approval details have not loaded
ar: لم يتم تحميل تفاصيل الموافقة
de: Genehmigungsdetails wurden nicht geladen
es: Los detalles de la aprobación no se han cargado
fa: جزئیات درخواست تأیید بارگیری نشده است
fr: Les détails de l’approbation ne sont pas chargés
hi: मंज़ूरी का विवरण लोड नहीं हुआ है
id: Detail persetujuan belum dimuat
it: I dettagli dell'approvazione non sono stati caricati
ja_jp: 承認の詳細が読み込まれていません
ko: 승인 세부 정보가 로드되지 않음
nl: Goedkeuringsgegevens zijn niet geladen
pl: Szczegóły prośby o zatwierdzenie nie zostały wczytane
pt_br: Os detalhes da aprovação não foram carregados
ru: Сведения о запросе не загружены
sv: Godkännandeinformationen har inte lästs in
th: ยังไม่ได้โหลดรายละเอียดคำขออนุมัติ
tr: Onay ayrıntıları yüklenmedi
uk: Відомості про схвалення не завантажено
vi: Chi tiết phê duyệt chưa được tải
zh_cn: 审批详情尚未加载
zh_tw: 核准詳細資料尚未載入

source: Approval expired
ar: انتهت صلاحية الموافقة
de: Genehmigung abgelaufen
es: La aprobación ha caducado
fa: درخواست تأیید منقضی شد
fr: Approbation expirée
hi: मंज़ूरी की समय-सीमा समाप्त हो गई
id: Persetujuan kedaluwarsa
it: Approvazione scaduta
ja_jp: 承認の有効期限が切れました
ko: 승인 만료됨
nl: Goedkeuring verlopen
pl: Prośba o zatwierdzenie wygasła
pt_br: Aprovação expirada
ru: Срок действия запроса истёк
sv: Godkännandet har löpt ut
th: คำขออนุมัติหมดอายุแล้ว
tr: Onayın süresi doldu
uk: Термін дії схвалення минув
vi: Yêu cầu phê duyệt đã hết hạn
zh_cn: 审批已过期
zh_tw: 核准已過期

source: Approval needed
ar: الموافقة مطلوبة
de: Genehmigung erforderlich
es: Aprobación necesaria
fa: نیاز به تأیید
fr: Approbation requise
hi: स्वीकृति आवश्यक
id: Persetujuan diperlukan
it: Approvazione necessaria
ja_jp: 承認が必要です
ko: 승인 필요
nl: Goedkeuring nodig
pl: Wymagane zatwierdzenie
pt_br: Aprovação necessária
ru: Требуется подтверждение
sv: Godkännande krävs
th: ต้องได้รับการอนุมัติ
tr: Onay gerekli
uk: Потрібне схвалення
vi: Cần phê duyệt
zh_cn: 需要批准
zh_tw: 需要核准

source: Approval no longer available
ar: لم تعد الموافقة متاحة
de: Genehmigung nicht mehr verfügbar
es: La aprobación ya no está disponible
fa: درخواست تأیید دیگر در دسترس نیست
fr: Approbation indisponible
hi: मंज़ूरी अब उपलब्ध नहीं है
id: Persetujuan tidak lagi tersedia
it: Approvazione non più disponibile
ja_jp: 承認は利用できなくなりました
ko: 승인을 더 이상 사용할 수 없음
nl: Goedkeuring niet meer beschikbaar
pl: Prośba o zatwierdzenie nie jest już dostępna
pt_br: A aprovação não está mais disponível
ru: Запрос больше недоступен
sv: Godkännandet är inte längre tillgängligt
th: คำขออนุมัติไม่พร้อมใช้งานอีกต่อไป
tr: Onay artık kullanılamıyor
uk: Схвалення більше недоступне
vi: Yêu cầu phê duyệt không còn khả dụng
zh_cn: 审批已不可用
zh_tw: 核准已無法使用

source: Approval not loaded
ar: لم يتم تحميل الموافقة
de: Genehmigung nicht geladen
es: Aprobación no cargada
fa: تأیید بارگذاری نشد
fr: Approbation non chargée
hi: अनुमोदन लोड नहीं हुआ
id: Persetujuan tidak dimuat
it: Approvazione non caricata
ja_jp: 承認が読み込まれていません
ko: 승인이 로드되지 않음
nl: Goedkeuring niet geladen
pl: Zatwierdzenie nie zostało załadowane
pt_br: Aprovação não carregada
ru: Подтверждение не загружено
sv: Godkännande inte laddat
th: ไม่ได้โหลดการอนุมัติ
tr: Onay yüklenmedi
uk: Підтвердження не завантажено
vi: Chưa tải phê duyệt
zh_cn: 审批未加载
zh_tw: 核准未載入

source: Approval replaced
ar: تم استبدال الموافقة
de: Genehmigung ersetzt
es: Aprobación reemplazada
fa: درخواست تأیید جایگزین شد
fr: Approbation remplacée
hi: मंज़ूरी बदल दी गई
id: Persetujuan diganti
it: Approvazione sostituita
ja_jp: 承認は置き換えられました
ko: 승인 대체됨
nl: Goedkeuring vervangen
pl: Prośba o zatwierdzenie została zastąpiona
pt_br: Aprovação substituída
ru: Запрос заменён
sv: Godkännandet har ersatts
th: คำขออนุมัติถูกแทนที่แล้ว
tr: Onay değiştirildi
uk: Схвалення замінено
vi: Yêu cầu phê duyệt đã được thay thế
zh_cn: 审批已被替换
zh_tw: 核准已被取代

source: Approval requested
ar: تم طلب الموافقة
de: Genehmigung angefordert
es: Aprobación solicitada
fa: تأیید درخواست شد
fr: Approbation demandée
hi: अनुमोदन का अनुरोध किया गया
id: Persetujuan diminta
it: Approvazione richiesta
ja_jp: 承認をリクエストしました
ko: 승인 요청됨
nl: Goedkeuring aangevraagd
pl: Poproszono o zatwierdzenie
pt_br: Aprovação solicitada
ru: Одобрение запрошено
sv: Godkännande begärt
th: ขออนุมัติแล้ว
tr: Onay istendi
uk: Схвалення запитано
vi: Đã yêu cầu phê duyệt
zh_cn: 已请求批准
zh_tw: 已要求核准

source: Approval resolved
ar: تمت معالجة الموافقة
de: Genehmigung abgeschlossen
es: Aprobación resuelta
fa: درخواست تأیید رسیدگی شد
fr: Approbation traitée
hi: मंज़ूरी का निर्णय हो गया
id: Persetujuan diselesaikan
it: Approvazione risolta
ja_jp: 承認は解決済みです
ko: 승인 처리됨
nl: Goedkeuring afgehandeld
pl: Prośba o zatwierdzenie została rozpatrzona
pt_br: Aprovação resolvida
ru: Решение по запросу принято
sv: Godkännandet har hanterats
th: ดำเนินการคำขออนุมัติแล้ว
tr: Onay sonuçlandırıldı
uk: Схвалення завершено
vi: Yêu cầu phê duyệt đã được xử lý
zh_cn: 审批已处理
zh_tw: 核准已處理

source: Approval resolved elsewhere
ar: تمت معالجة الموافقة في مكان آخر
de: Genehmigung an anderer Stelle abgeschlossen
es: Aprobación resuelta en otro lugar
fa: درخواست تأیید در جای دیگری رسیدگی شد
fr: Approbation traitée ailleurs
hi: मंज़ूरी का निर्णय कहीं और हो गया
id: Persetujuan diselesaikan di tempat lain
it: Approvazione risolta altrove
ja_jp: 承認は別の場所で解決済みです
ko: 다른 곳에서 승인 처리됨
nl: Goedkeuring elders afgehandeld
pl: Prośba o zatwierdzenie została rozpatrzona w innym miejscu
pt_br: Aprovação resolvida em outro lugar
ru: Решение по запросу принято в другом месте
sv: Godkännandet har hanterats någon annanstans
th: ดำเนินการคำขออนุมัติจากที่อื่นแล้ว
tr: Onay başka bir yerde sonuçlandırıldı
uk: Схвалення завершено в іншому місці
vi: Yêu cầu phê duyệt đã được xử lý ở nơi khác
zh_cn: 审批已在其他位置处理
zh_tw: 核准已在其他地方處理

source: Approval sent
ar: تم إرسال الموافقة
de: Genehmigung gesendet
es: Aprobación enviada
fa: تأیید ارسال شد
fr: Approbation envoyée
hi: स्वीकृति भेजी गई
id: Persetujuan terkirim
it: Approvazione inviata
ja_jp: 承認を送信しました
ko: 승인이 전송됨
nl: Goedkeuring verzonden
pl: Zatwierdzenie wysłane
pt_br: Aprovação enviada
ru: Подтверждение отправлено
sv: Godkännande skickat
th: ส่งการอนุมัติแล้ว
tr: Onay gönderildi
uk: Схвалення надіслано
vi: Đã gửi phê duyệt
zh_cn: 审批已发送
zh_tw: 已傳送核准

source: Approval set to Always Allow.
ar: تم ضبط الموافقة على السماح دائمًا.
de: Genehmigung auf „Immer zulassen“ gesetzt.
es: Aprobación configurada como Permitir siempre.
fa: تأیید روی «همیشه اجازه بده» تنظیم شد.
fr: Approbation définie sur Toujours autoriser.
hi: अनुमोदन को हमेशा अनुमति दें पर सेट किया गया।
id: Persetujuan diatur ke Selalu Izinkan.
it: Approvazione impostata su Consenti sempre.
ja_jp: 承認を「常に許可」に設定しました。
ko: 승인이 항상 허용으로 설정되었습니다.
nl: Goedkeuring ingesteld op Altijd toestaan.
pl: Zatwierdzenie ustawione na Zawsze zezwalaj.
pt_br: Aprovação definida como Permitir sempre.
ru: Подтверждение установлено на «Разрешить всегда».
sv: Godkännande inställt på Tillåt alltid.
th: ตั้งค่าการอนุมัติเป็นอนุญาตเสมอ
tr: Onay Her Zaman İzin Ver olarak ayarlandı.
uk: Підтвердження встановлено на «Дозволити завжди».
vi: Phê duyệt được đặt thành Luôn cho phép.
zh_cn: 审批已设置为始终允许。
zh_tw: 核准已設為永遠允許。

source: Approval unavailable
ar: الموافقة غير متاحة
de: Genehmigung nicht verfügbar
es: Aprobación no disponible
fa: درخواست تأیید در دسترس نیست
fr: Approbation indisponible
hi: मंज़ूरी उपलब्ध नहीं है
id: Persetujuan tidak tersedia
it: Approvazione non disponibile
ja_jp: 承認は利用できません
ko: 승인을 사용할 수 없음
nl: Goedkeuring niet beschikbaar
pl: Prośba o zatwierdzenie jest niedostępna
pt_br: Aprovação indisponível
ru: Запрос недоступен
sv: Godkännandet är inte tillgängligt
th: คำขออนุมัติไม่พร้อมใช้งาน
tr: Onay kullanılamıyor
uk: Схвалення недоступне
vi: Yêu cầu phê duyệt không khả dụng
zh_cn: 审批不可用
zh_tw: 核准無法使用
